Repository: snct-dialer/snct-dialer
Catalog: www/vicidial/locale/*/LC_MESSAGES/snctdialer.po
Languages: de_de

source: Login incorrect, please try again
de_de: Login fehlgeschlagen, bitte erneut versuchen

source: Too many login attempts, try again in 15 minutes
de_de: Zu viele Login Versuche, bitte in 15 Minuten erneut versuchen

source: Your IP Address is not allowed
de_de: Diese IP Adresse ist nicht erlaubt

source: You do not have permissions to search leads
de_de: Du hast keine Berechtigung zur Datensatz Suche

source: ADMINISTRATION: Lead Search
de_de: Verwaltung: Datensatz Suche

source: Title
de_de: Anrede

source: First
de_de: Vorname

source: MI
de_de: Privat/Geschäft

source: Last
de_de: Nachname

source: Address1
de_de: Straße

source: Address1_No
de_de: Hausnummer

source: Address2
de_de: Adresse 2

source: Address3
de_de: Adresse 3

source: City
de_de: Ort

source: State
de_de: Land

source: Province
de_de: Bundesland

source: Postal Code
de_de: PLZ

source: Vendor ID
de_de: Kundennr.

source: Gender
de_de: Geschlecht

source: Phone
de_de: Telefonnr

source: DialCode
de_de: Ländervorwahl

source: Alt. Phone
de_de: Mobiltelefon

source: Show
de_de: Anzeige

source: Comments
de_de: Kommentare

source: Lead search
de_de: Datensatz Suche

source: Lead Search Options
de_de: Datensatz Suchparameter

source: Archive search
de_de: Archiv Suche

source: No
de_de: Nein

source: Yes
de_de: Ja

source: vendor lead code
de_de: Kundennr.

source: SUBMIT
de_de: Suche

source: search
de_de: suche

source: List ID
de_de: Listen ID

source: User
de_de: Agent

source: Owner
de_de: Besitzer

source: All fields marked with * are evaluated,
de_de: Alle mit * markierten Felder werden ausgewertet,

source: if 2 or more fields are filled in.
de_de: wenn 2 oder mehr Felder ausgefüllt wurden.

source: Global-SUBMIT
de_de: Globale Suche

source: Log Search Options
de_de: Log Suchparameter

source: Dialed
de_de: angerufen

source: Archived Log Search Options
de_de: Log Archiv Suchparameter

source: You must use 2 or more fields for this function!
de_de: Bitte 2 oder mehr Felder für diese Funktion nutzen!

source: NEW SEARCH
de_de: Neue Suche

source: The search variables you entered are not active in the system
de_de: Mit den Suchparametern wurden keine Daten gefunden

source: Please go back and double check the information you entered and submit again
de_de: Bitte zurückgehen und die Suchparameter überprüfen

source: RESULTS
de_de: Ergebnis

source: VENDOR ID
de_de: Kundennr.

source: LAST AGENT
de_de: letzter Agent

source: LIST ID
de_de: Listen ID

source: PHONE
de_de: Telefonnr

source: CITY
de_de: Ort

source: SECURITY
de_de: Sicherheit

source: LAST CALL
de_de: letzter Anruf

source: The search was terminated with the following error
de_de: Die Suche wurde mit dem folgendem Fehler beendet

source: The maximum search time was exceeded. Please refine your search
de_de: Die maximale Suchzeit wurde überschritten. Bitte verfeinern Sie die Suche

source: OUTBOUND LOG RESULTS
de_de: Ergebnisse für Gesprächsausgang

source: CAMPAIGN
de_de: Kampagne

source: CALL DATE
de_de: Anrufdatum

source: USER
de_de: Agent

source: LENGTH
de_de: Länge

source: DIAL
de_de: Wahl

source: There are no inbound calls matching your search criteria
de_de: Keine eingehenden Anrufe entsprechen den Suchparametern

source: INGROUP
de_de: In-Gruppe

source: There are no inbound did calls matching your search criteria
de_de: Keine eingehende DID Anrufe entsprechen den Suchparametern

source: INBOUND DID LOG RESULTS
de_de: Ergebnisse für DID's im Gesprächseingang

source: script runtime
de_de: Skript Laufzeit

source: seconds
de_de: Sekunden

source: There are no outbound calls matching your search criteria
de_de: Keine ausgehenden Anrufe entsprechen den Suchparametern

source: INBOUND LOG RESULTS
de_de: Ergebnisse für Gesprächseingang

source: ERROR: you must search for something! Go back and search for something
de_de: Fehler: Sie müssen nach etwas suchen! Bitte zurückgehen und die Suchparameter überprüfen

source: (To select more than 1 campaign, hold down the Ctrl key and click)
de_de: (Zum auswählen von mehr als einer Kampagne drücke die Strg Taste und klicke den Eintrag an)

source: MONITOR
de_de: Überwachung

source: BARGE
de_de: Training

source: WHISPER
de_de: Flüstern

source: Choose Report Display Options
de_de: Ändere Report Optionen

source: ANSWERED
de_de: beantwortet

source: CALLS TODAY
de_de: Anrufe heute

source: DROPS TODAY
de_de: heute verpasst

source: ANSWERS TODAY
de_de: heute beantwortet

source: DROP PERCENT
de_de: verpasst %

source: CALLS
de_de: Anrufe

source: DROPS/ANSWERS
de_de: verpasst/beantwortet

source: HANGUP STATUS
de_de: Status

source: 24 HOURS
de_de: 24 Stunden

source: 6 HOURS
de_de: 6 Stunden

source: 1 HOUR
de_de: 1 Stunde

source: 15 MIN
de_de: 15 Minuten

source: 5 MIN
de_de: 5 Minuten

source: 1 MIN
de_de: 1 Minute

source: TIME
de_de: Zeit

source: List Mix
de_de: Listen mischen

source: DIAL LEVEL
de_de: Anwahl Level

source: MAX LEVEL
de_de: max. Anwahl Level

source: DROPPED MAX
de_de: Verpasste Max.

source: DIAL TIMEOUT
de_de: Anwahl Zeitlimit

source: DIALABLE LEADS
de_de: verfügbare Datensätze

source: AVG AGENTS
de_de: Durchschnitt Agent

source: DIAL METHOD
de_de: Wähltype

source: DROPPED
de_de: Verpasst

source: STATUSES
de_de: Status

source: LEADS IN HOPPER
de_de: Datensätze im Hopper

source: DROPPED PERCENT
de_de: Verpasst %

source: ORDER
de_de: Sortierung

source: HIDE USER GROUP
de_de: verstecke Nutzer Gruppe

source: VIEW USER GROUP
de_de: zeige Nutzer Gruppe

source: HIDE SERVER INFO
de_de: verstecke Server Infos

source: SHOW SERVER INFO
de_de: Zeige Server Infos

source: HIDE WAITING CALLS
de_de: verstecke wartende Anrufe

source: SHOW WAITING CALLS
de_de: zeige wartende Anrufe

source: HIDE PHONES
de_de: verst. Telefone

source: SHOW PHONES
de_de: zeige Telefone

source: SHOW CUSTPHONES (short)
de_de: Zeige Kundenrufnummer (kurz)

source: SHOW CUSTPHONES (long)
de_de: Zeige Kundenrufnummer (lang)

source: HIDE CUSTPHONES
de_de: Verstecke Kundenrufnummer

source: current active calls
de_de: aktive Anrufe

source: calls ringing
de_de: Anrufe klingeln

source: calls waiting for agents
de_de: Anrufe warten auf Agenten

source: calls in IVR
de_de: Anrufe im IVR

source: NO LIVE CALLS WAITING
de_de: Keine aktiven Anrufe

source: callback queue calls
de_de: Anrufe in der Rückrufqueue

source: PHONE NUMBER
de_de: Telefonnummer

source: DIALTIME
de_de: Wartezeit

source: CALL TYPE
de_de: Anruf Art

source: Calls Waiting
de_de: wartende Anrufe

source: Agents Time On Calls Campaign
de_de: Agenten in Kampagnen

source: STATION
de_de: Telefon

source: SHOW ID
de_de: zeige ID

source: SHOW NAME
de_de: zeige Name

source: USER GROUP
de_de: Nutzer Gruppe

source: LISTEN
de_de: Zuhören

source: CUST PHONE
de_de: Kunden Rufnr.

source: CALL SERVER IP
de_de: Anruf Server IP

source: HOLD
de_de: Wartezeit

source: IN-GROUP
de_de: Inbound Gruppe

source: agents logged in on all servers
de_de: aktive Agenten auf allen Servern

source: Agent waiting for call
de_de: Agent wartet auf Anruf

source: Agent waiting for call > 30 seconds
de_de: Agent wartet auf Anruf > 30 Sekunden

source: Agent waiting for call > 1 minute
de_de: Agent wartet auf Anruf > 1 Minute

source: Agent waiting for call > 5 minutes
de_de: Agent wartet auf Anruf > 5 Minuten

source: Agent on call > 0 seconds
de_de: Agent im Gespräch

source: Agent on call > 1 minute
de_de: Agent im Gespräch > 1 Minute

source: Agent on call > 5 minutes
de_de: Agent im Gespräch > 5 Minuten

source: Agent Paused > 10 seconds
de_de: Agent in Pause > 10 Sekunden

source: Agent Paused > 1 minute
de_de: Agent in Pause > 1 Minute

source: Agent Paused > 5 minutes
de_de: Agent in Pause > 5 Minuten

source: Agent Paused > 30 minutes
de_de: Agent in Pause > 30 Minuten

source: Denotes on-hook agent
de_de: Kennzeichnet On-Hook Agenten

source: agents logged in
de_de: Aktive Agenten

source: agents in calls
de_de: Agenten im Gespräch

source: agents waiting
de_de: wartende Agenten

source: paused agents
de_de: Agenten in Pause

source: agents in dead calls
de_de: Agenten nicht aufgelegt

source: agents in dispo
de_de: Agenten in Dispo

source: NO AGENTS ON CALLS
de_de: Keine aktiven Agenten

source: calls waiting
de_de: Anrufe warten

source: dropped/total calls
de_de: aufgegebene / gesamte Anrufe

source: webphone
de_de: Web Telefon

source: To select more than 1 campaign, hold down the Ctrl key and click
de_de: Zum auswählen von mehr als einer Kampagne drücke die Strg Taste und klicke den Eintrag an

source: Screen Refresh Rate
de_de: Bildschirm auffrischen nach

source: minutes
de_de: Minuten

source: hours
de_de: Stunden

source: years
de_de: Jahre

source: RELOAD NOW
de_de: neu laden

source: LOGOUT
de_de: auslogen

source: refresh
de_de: auffrischen
